let heroesJson = `[
    {
    "name": "Чудо-женщина",
    "image": "<img class='hero-image' src='./assets/images/wonder-woman.jpg' alt='Чудо-женщина'>",
    "universe": "DC Comics",
    "alterego": "Диана Принс",
    "business": "супергероиня, секретарь-референт",
    "friends": "Лига Справедливости, Бэтмен, Супермен",
    "superpowers": "сверхчеловеческая сила и скорость, выносливость, полет",
    "details": "пора бы разбавить эту мужскую вечеринку по-настоящему крутой девчонкой :) Принцесса-амозонка родилась на мистическом острове Темескира, расположенном в центре Бермудского треугольника, где пропадают самолеты. Свое настоящее имя — Диана — она получила в честь древнегреческой богини охоты, а суперспособности — от богини любви Афродиты. Растили героиню в исключительно женском обществе, поэтому Чудо-женщина часто появляется в культуре как символ феминизма. Многие из критиков назвали фильм 2017 года лучшей частью Расширенной вселенной DC.",
    "id": "wonderwoman"
    },
    {
    "name": "Черная вдова",
    "image": "<img class='hero-image' src='./assets/images/black.jpg' alt='Чёрная вдова'>",
    "universe": "Marvel Comics",
    "alterego": "Наташа Романофф",
    "business": "супергероиня, шпионка",
    "friends": "Мстители",
    "superpowers": "пик человеческого физического потенциала, замедленное старение, знание многих языков",
    "details": "супергероиня российского происхождения родилась предположительно в 1928 году в Сталинграде. Во время Второй мировой войны она потеряла родителей и была спасена из горящего дома советским солдатом. Тот на некоторое время стал ее опекуном. Повзрослев, Наташа попала в организацию «Красная Комната», где прошла многочисленные тренировки, а именно — была частью шпионской программы. Там же ей вживили сыворотку Суперсолдата — как у Капитана Америки, но в советском варианте. Благодаря ей Наташа может использовать максимальные возможности своего организма: силу, гибкость, скорость, ловкость и т. д. Также сыворотка дает эффект замедленного старения.",
    "id": "CaptainAmerica"
    },
    {
    "name": "Супермен",
    "image": "<img class='hero-image' src='./assets/images/super-man.jpg' alt='Супермен'>",
    "universe": "DC Comics",
    "alterego": "Кларк Кент",
    "business": "борец за справедливость",
    "friends": "собака Крипто",
    "superpowers": "непробиваемость, суперсила, полет, самоисцеление, суперзрение и суперслух, классный костюм",
    "details": "полная противоположность своему противнику Бэтмену. Если Брюс Уэйн был простым человеком и стал героем, то Супермен героем родился, но вынужден был изображать выходца из бедной канзасской семьи. Последний представитель планеты Криптон был отправлен на Землю прямо перед тем, как его родина была уничтожена. Влияние Супермена на культуру США и остального мира изучают учёные и критики. Умберто Эко обсуждал мифические способности персонажа, а Ларри Нивен изучал последствия его сексуальных отношений с Лоис Лейн. Сигел и Шустер дважды подавали иск для возвращения им персонажа.",
    "id": "superman"
    },
    {
    "name": "Железный человек",
    "image": "<img class='hero-image' src='./assets/images/iron-man.jpg' alt='Железный человек'>",
    "universe": "Marvel Comics",
    "alterego": "Тони Старк",
    "business": "гений, миллиардер, плейбой, филантроп",
    "friends": "Мстители",
    "superpowers": "высокий уровень интеллекта, широкие познания науки и техники, связь со всемирной паутиной, бронекостюмы",
    "details": "пожалуй, самый популярный современный супергерой. У него много общего с мрачной птицей ночи Бэтменом: оба потеряли родителей в детстве, стали борцами с преступностью без особых сверхсил, невероятно богатые. Только если Бэтменом восхищаются, то Тони Старка — обожают :) То ли дело в шикарной актерской игре Роберта Дауни мл., который выбил роль у Николаса Кейджа и Тома Круза, то ли в хорошо прописанном персонаже.",
    "id": "ironman"
    },
    {
    "name": "Спайдер-мен/Человек-паук",
    "image": "<img class='hero-image' src='./assets/images/spider-man.jpg' alt='Человек-паук'>",
    "universe": "Marvel Comics",
    "alterego": "Питер Паркер",
    "business": "борец за справедливость, студент, фотограф",
    "friends": "Мстители, Фантастическая четверка, Люди Икс",
    "superpowers": "сверхчеловеческие рефлексы, «паучье чутье», способность прилепляться к твердым поверхностям, производство паутины",
    "details": "Человек-паук родился от потребности Marvel Comics создать героя-подростка. Другие супергерои вроде Бэтмена и Супермена — взрослые мужчины, и целевая аудитория не видела в них примеры для подражания. Пятнадцатилетний Питер Паркер дал понять всем тинейджерам Земли, что можно и злодеев уничтожить, и на красавице жениться. Для этого даже не обязательно быть суперкрасавчиком! Всего лишь нужен укус паучка:)",
    "id": "spiderman"
},
{
    "name": "Бэтмен",
    "image": "<img class='hero-image' src='./assets/images/batman.jpg' alt='Бэтмен'>",
    "universe": "DC Comics",
    "alterego": "Брюс Уэйн",
    "business": "борец с преступностью, филантроп, миллиардер",
    "friends": "Робин, Бэтгерл",
    "superpowers": "интеллект, обширные познания, знания боевых искусств, ловкость",
    "details": "по популярности человек-летучая мышь может сравниться только с Суперменом. Его образ кажется очень мистическим и мрачным: черный костюм с развевающимся плащом, устрашающий Бэтмобиль, штаб-квартира в сырой пещере. Его биография настолько же темна, как и образ. В детстве у него на глазах убили родителей, и юный Брюс поклялся всеми силами защищать родной Готэм от преступности. В настоящее время Бэтмен входит в тройку величайших супергероев (вместе с Суперменом и Человеком-пауком).",
    "id": "Batman"
    }

]`;
